{"inkVersion":19,"root":[[["^Well, well, well! Look who we got here! A star! From the heavens above! They told me I was crazy... That it would never work... Look who's crazy now!","\n","ev","str","^Excuse me.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Can you help me get back up to the sky?","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^I did the thing you asked me to do.","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":["\n",[["^Ah yes, ah yes. I've been expecting you. I hope your journey wasn't too <i>rocky</i>. Heeheeheehee! Yes, it was I who sent you down here, <i>but</i> before you beat me into a bloody pulp for violating your personal space and safety, do keep in mind that I am an important NPC and thus cannot be killed.","\n","ev","str","^Dammit.","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",[["^Indeed, now, you'll be headed down the mountain, alright? And you'll recover some of your lost power. Come back up here when you got it.","\n","ev","str","^I guess playing this game would be pointless if I didn't.","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ","end","\n",{"->":"0.g-1"},{"#f":7}],"#f":7,"#n":"g-0"}],null],{"#f":7}],"#f":7,"#n":"g-0"}],null],{"#f":7}],"c-1":["\n",[["^Indeed, that was my intention all along. Of course, there's a little this for that involved. You see, old Fred, that's me! Heeheeheehee! Well, he's old. <i>Reeeaaally</i> old. And he hasn't got many days left...","\n","ev","str","^I think I have you beaten by a few billion years.","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",[["^Right, right, right, whatever. This is about me, not you. You see, old Fred (me) has always had a dream of going to space. You see where this is headed?","\n","ev","str","^No.","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Yes.","/str","/ev",{"*":".^.c-1","flg":20},{"c-0":["\n",[["^You will help me up.","\n","ev","str","^I see.","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["\n",[["^Go further down the mountain and recover some of your power. Come back when you have it.","\n","ev","str","^Alright.","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ","end","\n",{"->":"0.g-1"},{"#f":7}],"#f":7,"#n":"g-0"}],null],{"#f":7}],"#f":7,"#n":"g-0"}],null],{"#f":7}],"c-1":["\n",[["^Great! Now, you seem to have lost some of your starry magic on the way down. Go further down the mountains. You should be able to recover some there. Come back here when you're ready.","\n","ev","str","^Alright.","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ","end","\n",{"->":"0.g-1"},{"#f":7}],"#f":7,"#n":"g-0"}],null],{"#f":7}],"#f":7,"#n":"g-0"}],null],{"#f":7}],"#f":7,"#n":"g-0"}],null],{"#f":7}],"c-2":["\n",[["^Great! Due to the developer's unfamiliarity with the dialogue system used to develop this game, I can't tell if you are you are telling the truth, but if you are, you should head westwards and fight the Deadly Dragon of Destruction. There you will regain more of your powers. I will meet you there. Don't ask how.","\n","ev","str","^Ok.","/str","/ev",{"*":".^.c-0","flg":20},{"c-0":["^ ","end","\n",{"->":"0.g-1"},{"#f":7}],"#f":7,"#n":"g-0"}],null],{"#f":7}],"#f":7,"#n":"g-0"}],{"g-1":["done",{"#f":7}]}],"done",{"#f":3}],"listDefs":{}}